[
  {
    "id": "1",
    "text": "What are your hilarious money mishaps?",
    "title": "First-dialog"
  },
  {
    "id": "2",
    "text": "The $500 Wedding Scam - I once loaned my cousin $500 because she was convinced her backyard wedding would be a \"profit event.\" The plan was to charge guests $20 for a barbecue buffet and have a pay bar. She swore she would not only pay it back, she would make money. In the end, 30 people showed up, half of them kids, who, naturally, didn't pay. The groom's uncle got so drunk that he blew up the makeshift bar, and the neighbors called the police, thinking it was an illegal street party. I never saw that $500.",
    "title": "First-dialog"
  },
  {
    "id": "3",
    "text": "Dad's $1,200 Magic Beans - When I was 10, my dad bought “the future of agriculture” — $1,200 worth of chia seeds he bought from a shady vendor on the side of the road. He was sure he could grow and sell them as a “sustainable business.” Spoiler: He didn’t even plant them. The bags just sat in the garage until I found them a few years later… with mice inside. I still tease him about his “million dollar chia empire.”",
    "title": "First-dialog"
  },
  {
    "id": "4",
    "text": "Pizza for Bitcoins - In 2010, my roommate suggested we split the cost of two pizzas. He said, “Let’s pay with Bitcoin! It’s only $10!” I didn’t understand anything about cryptocurrency back then, and I didn’t want to figure it out — I just wanted to eat. Fast forward to 2021, and he reminds me that those pizzas cost us about 50 bitcoins… which is now worth almost a million dollars. And that’s how I blew my chance to get rich for two pepperonis.",
    "title": "First-dialog"
  },
  {
    "id": "5",
    "text": "Mom's $5,000 \"cashback\" - My mom has always loved using credit cards for cash back. She once told me she “earned” $500 in bonuses in a year. But one day we sat down to go through her bills and found out she had paid over $5,000 in interest due to late payments. Now, when I ask her about financial life hacks, she turns away with the phrase: “Shut up about this cashback!”",
    "title": "First-dialog"
  },
  {
    "id": "6",
    "text": "Brother's \"Investments\" in Cats - My brother always wanted to be a businessman. He once spent $2,000 to make “the most popular cat page on Facebook.” His plan was to make money from advertising and cute cat merchandise. He hired a photographer, bought expensive costumes for the cats, and even ordered advertising for the page. But the cats simply ran away from him, and he only got 500 subscribers, 300 of which were our relatives. Now, every time he sees a cat, he grumbles: “They ruined my business.”",
    "title": "First-dialog"
  },
  {
    "id": "7",
    "text": "The “brilliant” idea of the neighbor with gold - My neighbor Jim once bought a $3,000 metal detector, confident he would find gold on the beaches. He spent two months, every weekend, digging in the sand. One day, he came running to me waving his “find” — a broken gold chain. We had it checked by a jeweler and it turned out to be cheap costume jewelry alloy, worth $10. Jim tried to sell the metal detector for $2,000, but it ended up being sold for $500. Now he calls me a \"dream killer\" because I was the first to tell him that there was no gold on the beaches.",
    "title": "First-dialog"
  },
  {
    "id": "8",
    "text": "My son's school \"exchange\" - My 12 year old son decided to “make money” at school. He took $100, bought a pack of gum and chocolates on sale, and then started selling them to his classmates at a markup. Things were going well until the teacher noticed that the kids were constantly chewing. Parents complained that their children were bringing home long lists of “debts.” The school called me, and I heard the phrase: “Your son has organized an underground market.” It all ended with the confiscation of goods and a stern talk about “proper business management.” But at least he managed to hide part of the profit!",
    "title": "First-dialog"
  },
  {
    "id": "9",
    "text": "Dad's attempt at playing the stock market - One day my dad, who had never bought a stock in his life, suddenly said: “Now or never!” and invested $10,000 in some obscure company he heard about from a neighbor. Three months later, the company declared bankruptcy. When Mom found out, she asked, “What kind of investor is this in the family?” Dad denied it for a long time, and then said that he “didn’t buy it for the money, but to feel the excitement!” Yes, the feeling for $10,000 is powerful.",
    "title": "First-dialog"
  },
  {
    "id": "10",
    "text": "$5,000 Wedding Cake - When we got married, my wife insisted on ordering “the most beautiful wedding cake in town.” It cost $5,000—a sum that seemed crazy to me, but I didn’t argue. At our wedding, one of our nephews dropped the top tier of the cake while trying to grab a photo. When I looked at the mess, my wife whispered, “I hope you don’t remember this…” Spoiler: I still remember.",
    "title": "First-dialog"
  },
  {
    "id": "11",
    "text": "My eBay epic - In 2005, I saw an ad on eBay: “Genuine Antique Coins – A Dream Collection!” The price was only $1,200. I thought it was a good investment and bought them. When they arrived, I realized that I had been deceived. The coins turned out to be replicas that were sold in any souvenir shop for $5. Since then, I have not bought “antiques” on the Internet, and my friends still joke: “So, are you a collector?”",
    "title": "First-dialog"
  },
  {
    "id": "12",
    "text": "$50 for “magic” from a street magician - When I was 16, I saw a magician on the street who offered to teach me his secret trick for $50. He promised that I would be able to impress my friends and make a lot of money. I paid, and he showed me how to pull a coin out from behind my ear. Yes, for $50. I tried this “trick” in front of my friends, and everyone said, “We’ve seen this before.” I think it was the most expensive “surprise” of my life.",
    "title": "First-dialog"
  },
  {
    "id": "13",
    "text": "Brother and his dog TikTok - My brother decided to become a “TikTok star” with his dog. He bought expensive dog costumes, lighting equipment, and even hired a “promotion consultant” for $3,000. The dog just didn't want to be filmed. In every video, she either ran away or ruined the costumes. My brother has only 40 subscribers, and all the videos got 3 likes. Now we call him \"Hollywood Producer\" for this failed project.",
    "title": "First-dialog"
  },
  {
    "id": "14",
    "text": "Mom's obsession with green energy stocks - My mom has always loved being “on the cutting edge.” In 2021, she decided that green energy was the future and invested $7,000 in shares of a solar panel company. A month later, the stock plummeted by 80%. It turned out the company was under investigation for using “gray” technologies. Mom claims that “it’s just a temporary problem,” although the stock has been trading at $0.01 for six months.",
    "title": "First-dialog"
  },
  {
    "id": "15",
    "text": "Aunt and the $10,000 Lottery - My aunt won $10,000 in the lottery. Everyone was thrilled, but she decided she had to double it. She went to a casino and blew it all in one night. When I asked her why she did it, she said, “God gave, God took. But at least there was adrenaline!”",
    "title": "First-dialog"
  },
  {
    "id": "16",
    "text": "Neighbor and “investing” in a flea market - My neighbor Steve is a fan of flea markets. He once bought a “unique set” of vintage comics for $4,500, confident that they were worth at least twice that. When he went to have them appraised, it turned out they were fakes and not even old, just artificially aged. His wife forbade him to go to flea markets without her presence.",
    "title": "First-dialog"
  },
  {
    "id": "17",
    "text": "Uncle and the “smart” watch - My uncle, who was never tech savvy, bought himself a $1,000 smartwatch thinking it would make his life easier. However, he forgot that he actually had a push-button phone, and it was impossible to sync with it. Now the watch sits on his shelf, and he proudly says: “It’s for decoration, so that guests can see that I’m keeping up with the times.”",
    "title": "First-dialog"
  },
  {
    "id": "18",
    "text": "Brother and his premium water startup - My brother decided to start a business selling “premium water” in glass bottles. He spent $15,000 to produce the first batch, but found that no chain wanted to take the product because the price per bottle was $7. Now we have hundreds of boxes of water in our garage, and we just give it away to our friends. Every time we meet someone with a bottle of this water, we shout: “Oh! Our first customer!”",
    "title": "First-dialog"
  },
  {
    "id": "19",
    "text": "The son and his first earnings - My 8 year old son decided to make money by selling lemonade. He spent $50 of his allowance on ingredients and built a beautiful stand near our house. The problem was that he priced the glass of lemonade at $10. No one bought anything, and he got upset. I suggested he lower the price to $1, and he sold out in an hour. He now believes it was a “marketing strategy,” not a mistake.",
    "title": "First-dialog"
  },
  {
    "id": "20",
    "text": "My “investment” in trading courses - I signed up for an online stock trading course for $2,000. The teacher kept saying, “You’re almost a millionaire!” and each lesson ended with an offer to buy even more expensive courses. After a month I realized that I had learned nothing except “buy low, sell high.” It still hurts.",
    "title": "First-dialog"
  },
  {
    "id": "21",
    "text": "The wife and her “furniture business” - My wife once saw a video of people refinishing old furniture and selling it for big money. She bought an old dresser for $300, spent $200 on paint and materials, and spent almost two weeks refinishing it. When she tried to sell it, no one offered more than $150. Now it sits in our house, and she calls it “a reminder that business isn’t as easy as it looks on YouTube.”",
    "title": "First-dialog"
  },
  {
    "id": "22",
    "text": "Daughter and her Etsy shop - My 16-year-old daughter decided to sell handmade jewelry on Etsy. We spent about $600 on materials and advertising, but it turned out that the competition on the platform was insane. Her only sale was from her grandmother, who bought the bracelet for $15 “to support the business.” It’s just a hobby for her now, but we call her a “small entrepreneur.”",
    "title": "First-dialog"
  },
  {
    "id": "23",
    "text": "A colleague and his plan to “get rich with crypto” - A colleague of mine invested $20,000 in a “new cryptocurrency” he heard about on a forum. A week later, the platform disappeared along with the money. At work he now pretends nothing happened, but everyone knows because he rants about crypto every day, saying, “It’s all a scam!”",
    "title": "First-dialog"
  },
  {
    "id": "24",
    "text": "Neighborhood \"amusement park\" for chickens - Our neighbor Joe is an enthusiastic farmer. He once built an “amusement park” for his chickens, complete with little swings, slides, and even a mini maze. He spent $2,000 on it, thinking that the chickens would become “happier” and lay more eggs. The chickens completely ignored the park. Joe was disappointed, but his children now use the chicken maze as a toy.",
    "title": "First-dialog"
  },
  {
    "id": "25",
    "text": "Grandma and “buying for the future” - My grandmother saw a TV commercial offering a state-of-the-art vacuum cleaner for $1,500. She thought it would help her “forget about dirt forever.” When we received the box, it turned out that it was so complicated to operate that my grandmother never used it. Now it sits in her closet as a “decorative element of the future.”",
    "title": "First-dialog"
  },
  {
    "id": "26",
    "text": "A friend and his idea of “boat rental” - A friend of mine bought an old motorboat for $6,000 to rent it out on weekends. He didn't realize the boat needed some repairs and that renting it out required insurance and a license. The repairs ended up costing him another $4,000, and he did the first rental for free to “friends of friends” who accidentally broke the engine. Now the boat is just rusting in his backyard.",
    "title": "First-dialog"
  },
  {
    "id": "27",
    "text": "Neighborhood “investment” in mushrooms - My neighbor Jerry decided to become a mushroom farmer and bought $800 growing kits. He was confident that he could sell the mushrooms at a farmers market. The problem is that Jerry hates the smell of mushrooms and has never eaten one himself. When we asked him why he started this business, he replied, “I thought it would be easy!” Now he has a pile of boxes of unplanted mushrooms at home, and he offers them to everyone for free.",
    "title": "First-dialog"
  },
  {
    "id": "28",
    "text": "My first experience with the stock market - When I was 25, I decided to invest in stocks for the first time. I bought $5,000 worth of shares in a company that made some weird robot vacuum cleaners. They fell 80% in a week when it turned out that the robots just didn't work. Now I check every company three times before I buy anything. But my wife still teases me, calling me an “investment guru.”",
    "title": "First-dialog"
  },
  {
    "id": "29",
    "text": "A friend and his “smart refrigerator” - A friend of mine bought a $3,000 “smart fridge” that could automatically order groceries. The problem was, he couldn’t figure out how to set it up. As a result, the refrigerator accidentally ordered 15 liters of milk, 20 packages of eggs and 10 kg of cheese. Now he always has a sign at home: “Don’t trust technology with your money.”",
    "title": "First-dialog"
  },
  {
    "id": "30",
    "text": "Father and the “discount card” - My dad bought some “super bargain” store loyalty card for $500. He claimed it would “pay for itself in a couple of months.” It turned out the card only worked at two stores, which were in another state. When we told him, he simply replied, “I supported the business!”",
    "title": "First-dialog"
  },
  {
    "id": "31",
    "text": "Sister and her cooking blog - My sister decided to become a famous blogger and created a YouTube channel about cooking. She bought a $2,500 camera, expensive cookware, and a professional stove. The problem was that she couldn't cook. Her first videos became memes in the family because the dishes either burned or fell apart. Now she makes videos about flowers, and we sometimes watch her first videos to cheer ourselves up.",
    "title": "First-dialog"
  },
  {
    "id": "32",
    "text": "The Nephew and His “Online Store” - My 14-year-old nephew decided to open an online store selling “unique phone cases.” He invested $1,000 he saved from his allowance. It turned out the same cases could be found on Amazon for half the price. Sales failed, and he closed the store after two months. Now he says it was “an experience,” and dreams of starting a new business.",
    "title": "First-dialog"
  },
  {
    "id": "33",
    "text": "A family friend and his “selling air” - Our friend Ben saw on the internet that someone was selling “clean mountain air” in cans and decided that he could make money like that. He bought 500 cans and spent the weekend “collecting air” in nature. But no one wanted to buy his $20 cans. Six months later, he was giving them away for free at family parties with the caption: “A gift from nature!”",
    "title": "First-dialog"
  },
  {
    "id": "34",
    "text": "Cousin and his Bitcoin farm - My cousin decided to build a Bitcoin mining rig. He invested $10,000 in equipment, but didn't take into account that the cost of electricity in his state was too high. Two months later, his electric bills had risen by $3,000, and he sold the equipment for half the price. Now he says he “at least tried it.”",
    "title": "First-dialog"
  },
  {
    "id": "35",
    "text": "My first experience with eBay - In 2008, I decided to buy a “real vintage camera” on eBay for $600. When it arrived, I realized it was just a Chinese replica. Since then, I've become much more careful about online shopping, but my friends still call me a \"fake collector.\"",
    "title": "First-dialog"
  },
  {
    "id": "36",
    "text": "The son and his “game system” - My 10-year-old son talked us into buying him a $500 gaming system. After two months he said, \"I'm not interested, I want to play sports.\" Now the system is gathering dust in the corner, and he plays football with his friends in the yard. We still ask him: “Are you sure you want to play sports?”",
    "title": "First-dialog"
  }
]